#include "../inc/header.h"


// static char *rus[] = {
//     // Sign Block
//     "Добро пожаловать!",
//     "Регистрация",
//     "Войти",
//     "Войти",
//     "Зарегистрироваться",


//     //
//     "Контакты",
//     "Отправить сообщение",
//     "Онлайн",
//     "",
//     "Изменить пароль",
//     "",
//     "Удалить аккаунт",
//     "Выйти",
//     ""
// };
 
// static char *eng[] = {
//     "WELCOME",
//     "",
//     "",
//     "",
//     "",
//     "",
//     "",
//     "",
//     "",
//     "",
//     "",
//     ""
// };

// enum localization {
//     WELCOME,
//     ,
//     ,
//     ,
//     ,
//     ,
//     ,
//     ,

    
    
// };


